[{
    "title":"Harry Potter and the Philosopher's Stone",
    "image":"https://www.therowlinglibrary.com/wp-content/uploads/2022/06/Review1.jpg",
    "desc":"Harry Potter and the Philosopher's Stone is a 1997 fantasy novel written by British author J. K. Rowling. The first novel in the Harry Potter series and Rowling's debut novel, it follows Harry Potter, a young wizard who discovers his magical heritage on his eleventh birthday, when he receives a letter of acceptance to Hogwarts School of Witchcraft and Wizardry."
},
{"title":"Harry Potter and the Chamber of Secrets",
"image":"https://cdn.shopify.com/s/files/1/0530/5614/3551/products/rowling_1024x1024@2x.jpg?v=1652546176",
"desc":"Harry Potter and the Chamber of Secrets is a fantasy novel written by British author J. K. Rowling and the second novel in the Harry Potter series. The plot follows Harry's second year at Hogwarts School of Witchcraft and Wizardry,"
},
{"title":"Harry Potter and the Prisoner of Azkaban",
"image":"https://d3525k1ryd2155.cloudfront.net/h/901/476/1387476901.0.x.jpg",
"desc":"Harry Potter and the Prisoner of Azkaban is a fantasy novel written by British author J. K. Rowling and is the third in the Harry Potter series. The book follows Harry Potter, a young wizard, in his third year at Hogwarts School of Witchcraft and Wizardry."},
{"title":"Harry Potter and the Goblet of Fire",
"image":"https://c.files.bbci.co.uk/DB86/production/_100589165_004274401.jpg",
"desc":"Harry Potter and the Goblet of Fire is a fantasy novel written by British author J. K. Rowling and the fourth novel in the Harry Potter series. It follows Harry Potter, a wizard in his fourth year at Hogwarts School of Witchcraft and Wizardry"},
{"title":"Harry Potter and the Order of the Phoenix",
"image":"https://i.pinimg.com/736x/d0/d9/58/d0d95894f844ed1ce682cef124f92a52.jpg",
"desc":"Harry Potter and the Order of the Phoenix is a fantasy novel written by British author J. K. Rowling and the fifth novel in the Harry Potter series. It follows Harry Potter's struggles through his fifth year at Hogwarts School of Witchcraft and Wizardry,"},
{"title":"Harry Potter and the Half-Blood Prince",
"image":"https://www.rareantiquarianbooks.com/pictures/medium/2010105.jpeg",
"desc":"Harry Potter and the Half-Blood Prince is a fantasy novel written by British author J.K. Rowling and the sixth and penultimate novel in the Harry Potter series. Set during Harry Potter's sixth year at Hogwarts,"},
{"title":"Harry Potter and the Deathly Hallows",
"image":"https://www.rareantiquarianbooks.com/pictures/medium/1505800_1.jpg",
"desc":"Harry Potter and the Deathly Hallows is a fantasy novel written by British author J. K. Rowling and the seventh and final novel of the main Harry Potter series."},
{"title":"The Lord of the Rings, The Fellowship of the Ring",
"image":"https://readaloudrevival.com/wp-content/uploads/2016/03/614EpzUuUqL.jpg",
"desc":"The Fellowship of the Ring is the first of three volumes of the epic novel[2] The Lord of the Rings by the English author J. R. R. Tolkien. It is followed by The Two Towers and The Return of the King."},
{"title":"The Lord of the Rings, The Two Towers",
"image":"https://i.pinimg.com/736x/65/0a/8c/650a8c75703a51039b2fb9a21762c5f3.jpg",
"desc":"The Two Towers is the second volume of J. R. R. Tolkien's high fantasy novel The Lord of the Rings. It is preceded by The Fellowship of the Ring and followed by The Return of the King."},
{"title":"The Lord of the Rings, The Return of the King",
"image":"https://www.whitmorerarebooks.com/pictures/medium/5117.jpg",
"desc":"The Return of the King is the third and final volume of J. R. R. Tolkien's The Lord of the Rings, following The Fellowship of the Ring and The Two Towers."},
{"title":"The Chronicles of Narnia, The Lion, the Witch and the Wardrobe",
"image":"https://1.bp.blogspot.com/-1VUQB6lSh7Y/YImbzSlfvXI/AAAAAAAAUMY/jixWWA2cbwQ_DPXC-J2-w_P4Qjuq0na4QCLcBGAsYHQ/w1200-h630-p-k-no-nu/Screenshot_2021-04-28-22-58-49-972_com.instagram.android.jpg",
"desc":"The Lion, the Witch and the Wardrobe is a fantasy novel for children by C. S. Lewis, published by Geoffrey Bles in 1950. It is the first published and best known of seven novels in The Chronicles of Narnia."},
{"title":"The Chronicles of Narnia, Prince Caspian",
"image":"https://1.bp.blogspot.com/-IwXpWqDGp8c/YJFJjd5JrzI/AAAAAAAAUPs/2TSFpw_P5h8qU4KAZVoVzdBGII8Sm2NDACLcBGAsYHQ/w1200-h630-p-k-no-nu/Screenshot_2021-05-01-14-43-32-438_com.instagram.android.jpg",
"desc":"Prince Caspian (originally published as Prince Caspian: The Return to Narnia) is a high fantasy novel for children by C. S. Lewis, published by Geoffrey Bles in 1951. It was the second published of seven novels in The Chronicles of Narnia"},
{"title":"The Chronicles of Narnia, The Voyage of the Dawn Treader",
"image":"https://i.etsystatic.com/5639497/r/il/3b42f0/3115825932/il_570xN.3115825932_9pnb.jpg",
"desc":"The Voyage of the Dawn Treader[a] is a high fantasy novel for children by C. S. Lewis, published by Geoffrey Bles in 1952. It was the third published of seven novels in The Chronicles of Narnia"},
{"title":"The Chronicles of Narnia, The Silver Chair",
"image":"https://images.squarespace-cdn.com/content/v1/57b65218ff7c50cc36782844/1555958445857-3X1024HY3F7U9DJ69RU9/silver+chair+cover+website.jpg",
"desc":"The Silver Chair is a children's fantasy novel by C. S. Lewis, published by Geoffrey Bles in 1953.[4] It was the fourth published of seven novels in The Chronicles of Narnia "},
{"title":"The Chronicles of Narnia, The Horse and His Boy",
"image":"https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSfg_a2L43RhOGaClU2Q-3tzUgLUR0lNBwLVQ&usqp=CAU",
"desc":"The Horse and His Boy is a novel for children by C. S. Lewis, published by Geoffrey Bles in 1954. Of the seven novels that comprise The Chronicles of Narnia"},
{"title":"The Chronicles of Narnia, The Magician's Nephew",
"image":"https://i.ebayimg.com/images/g/yjUAAOSw4URi4KWR/s-l500.jpg",
"desc":"The Magician's Nephew is a fantasy children's novel by C. S. Lewis, published in 1955 by The Bodley Head. It is the sixth published of seven novels in The Chronicles of Narnia"},
{"title":"The Chronicles of Narnia, The Last Battle",
"image":"https://johnatkinsonbooks.co.uk/wp-content/uploads/2019/09/LastBattle-600x600.jpg",
"desc":"The Last Battle is a high fantasy novel for children by C. S. Lewis, published by The Bodley Head in 1956. It was the seventh and final novel in The Chronicles of Narnia"}
]